Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: The first lesson was learned when we were newly married and had very little money. I was in the air force, and we had missed Christmas together. I was on assignment overseas. When I got home, I saw a beautiful dress in a store window and suggested to my wife that if she liked it, we would buy it. Mary went into the dressing room of the store. After a moment the salesclerk came out, brushed by me, and returned the dress to its place in the store window. As we left the store, I asked, “What happened?” She replied, “It was a beautiful dress, but we can’t afford it!” Those words went straight to my heart. I have learned that the three most loving words are “I love you,” and the four most caring words for those we love are “We can’t afford it.”
ru: Первый урок был усвоен, когда мы только что поженились. У нас было совсем мало денег. Я служил в военно-воздушных силах, и нам не удалось провести Рождественский вечер вместе. Я выполнял задание за границей. Возвращаясь домой, я увидел красивое платье, выставленное в витрине магазина, и предложил жене купить его, если оно ей понравится. И вот Мэри вошла в примерочную, но вскоре продавщица вышла и, прошмыгнув мимо меня, снова повесила платье на витрину магазина. Когда мы выходили из магазина, я спросил жену: «Что случилось?» Она ответила: «Это замечательное платье, но мы не можем себе этого позволить!» Эти слова пронзили меня до глубины души. Я узнал, что три слова, которые лучше всего выражают любовь, – это «я люблю тебя», и шесть слов, которые лучше всего выражают заботу о тех, кого мы любим, – это «мы не можем себе этого позволить».

source: The second lesson was learned several years later when we were more financially secure. Our wedding anniversary was approaching, and I wanted to buy Mary a fancy coat to show my love and appreciation for our many happy years together. When I asked what she thought of the coat I had in mind, she replied with words that again penetrated my heart and mind. “Where would I wear it?” she asked. (At the time she was a ward Relief Society president helping to minister to needy families.)
ru: Второй урок был усвоен несколько лет спустя, когда мы уже увереннее стояли на ногах в финансовом плане. Приближалась годовщина нашей свадьбы, и я захотел купить Мэри модное пальто, чтобы выразить свою любовь и благодарность за многие счастливые годы, что мы провели вместе. Когда я спросил ее, что она думает о пальто, которое я имел в виду, ее ответ снова потряс меня до глубины души. «И где я буду его носить?» – спросила она. (В то время она служила президентом Общества милосердия прихода, помогая организовывать служение нуждающимся семьям.)

source: Then she taught me an unforgettable lesson. She looked me in the eyes and sweetly asked, “Are you buying this for me or for you?” In other words, she was asking, “Is the purpose of this gift to show your love for me or to show me that you are a good provider or to prove something to the world?” I pondered her question and realized I was thinking less about her and our family and more about me.
ru: Затем она преподала мне незабываемый урок! Она посмотрела мне в глаза и нежно спросила: «Ты покупаешь это для меня или для себя?» Другими словами, она спрашивала: «Какова цель этого подарка – выразить твою любовь ко мне, показать мне, что ты хорошо нас обеспечиваешь, или доказать что-то этому миру?» Я размышлял над ее вопросом и осознал, что в тот момент я в меньшей степени думал о ней и о нашей семье, а в большей степени о самом себе.

source: After that we had a serious, life-changing discussion about provident living, and both of us agreed that our money would be better spent in paying down our home mortgage and adding to our children’s education fund.
ru: После этого у нас состоялся серьезный, многое изменивший разговор о бережливом образе жизни, и мы пришли к согласию, что наши деньги будут намного лучше использованы, если мы потратим их на выплату по закладной нашего дома и если мы внесем средства в образовательный фонд наших детей.

source: These two lessons are the essence of provident living. When faced with the choice to buy, consume, or engage in worldly things and activities, we all need to learn to say to one another, “We can’t afford it, even though we want it!” or “We can afford it, but we don’t need it—and we really don’t even want it!”
ru: Эти два урока – сущность благоразумного образа жизни. Когда перед нами встает выбор покупки, употребления чего-либо или участия в каких-либо мирских делах и мероприятиях, нам всем нужно научиться говорить друг другу следующее: «Мы не можем себе этого позволить, даже если нам очень хочется!» или «Мы можем себе это позволить, но нам это не нужно – на самом деле нам этого даже не хочется!»

source: There is an equally important principle underlying these lessons: we can learn much from communicating with our husbands and wives. As we counsel and work together in family councils, we can help each other become provident providers and teach our children to live providently as well.
ru: Есть одинаково важный принцип, лежащий в основе этих уроков: мы можем многому научиться, общаясь со своими мужьями и женами! Советуясь и сотрудничая на семейном совете, мы можем помогать друг другу становиться благоразумными распорядителями и, кроме того, учим наших детей жить благоразумно.

source: The foundation of provident living is the law of the tithe. The primary purpose of this law is to help us develop faith in our Heavenly Father and His Son, Jesus Christ. Tithing helps us overcome our desires for the things of this world and willingly make sacrifices for others. Tithing is the great equitable law, for no matter how rich or poor we are, all of us pay the same one-tenth of our increase annually (see D&C 119:4), and all of us receive blessings so great “that there shall not be room enough to receive [them]” (Malachi 3:10).
ru: В основе благоразумного образа жизни лежит закон десятины. Главная цель этого закона состоит в том, чтобы помочь нам развить веру в нашего Небесного Отца и Его Сына Иисуса Христа. Десятина помогает нам преодолевать свои желания заполучить вещи этого мира и вместо этого охотно жертвовать для других. Десятина – великий и справедливый закон, ибо независимо от того, насколько мы богаты или бедны, все мы платим одну десятую часть из всего своего дохода (см. У. и З. 119:4), и все мы получаем благословения «до избытка» (Малахия 3:10).

source: In addition to our tithes, we should also be an example with the payment of fast offerings. A fast offering is at least the cost of the two consecutive meals from which we fast each month. By not eating these two meals, we draw close to the Lord in humility and prayer and also participate in anonymous giving to bless our brothers and sisters all over the world.
ru: В дополнение к нашей десятине мы должны быть примером в уплате пожертвований от поста. Пожертвование от поста – это по, крайней мере, стоимость двух последовательных приемов пищи, от которой мы отказываемся каждый месяц. Пропуская два приема пищи, мы приближаемся к Господу в смирении и молитве, а также участвуем в анонимном пожертвовании, чтобы благословить наших братьев и сестер во всем мире.

source: Another important way we help our children learn to be provident providers is by establishing a family budget. We should regularly review our family income, savings, and spending plan in family council meetings. This will teach our children to recognize the difference between wants and needs and to plan ahead for meaningful use of family resources.
ru: Есть и другой важный способ помочь нашим детям научиться быть благоразумными распорядителями – ведение семейного бюджета. Мы должны регулярно обсуждать на семейных советах «план доходов, сбережений и расходов». Это научит наших детей видеть разницу между желаниями и потребностями и планировать наперед мудрое использование семейных ресурсов.

source: When our boys were young, we had a family council and set a goal to take a “dream vacation” down the Colorado River. When any of us wanted to buy something during the next year, we would ask each other, “Do we really want to buy that thing now, or do we want to take our dream trip later?” This was a wonderful teaching experience in choosing provident living. By not satisfying our every immediate want, we obtained the more desirable reward of family togetherness and fond memories for years to come.
ru: Когда наши мальчики были младше, мы собрали семейный совет и поставили цель провести замечательный отпуск на реке Колорадо. Когда кто-то из нас хотел купить что-нибудь в течение следующего года, мы спрашивали друг друга: «Мы действительно хотим купить эту вещь сейчас, то есть отложить осуществление нашего отпуска-мечты?» Это было замечательным обучением в выборе благоразумного образа жизни! Не потакая своим сиюминутным желаниям, мы получили более желанную награду семейного единства и замечательные воспоминания на многие годы вперед.

source: Whenever we want to experience or possess something that will impact us and our resources, we may want to ask ourselves, “Is the benefit temporary, or will it have eternal value and significance?” Truthfully answering these questions may help us avoid excessive debt and other addictive behavior.
ru: Всякий раз, когда мы хотим попробовать что-то или заполучить нечто такое, что окажет влияние на нас и на наши ресурсы, мы можем задаться вопросом: «Есть ли в этом только лишь временная выгода или это несет в себе вечную ценность и значение?» Правдивые ответы на такие вопросы помогут нам избежать больших долгов и пагубных пристрастий.

source: In seeking to overcome debt and addictive behaviors, we should remember that addiction is the craving of the natural man, and it can never be satisfied. It is an insatiable appetite. When we are addicted, we seek those worldly possessions or physical pleasures that seem to entice us. But as children of God, our deepest hunger and what we should be seeking is what the Lord alone can provide—His love, His sense of worth, His security, His confidence, His hope in the future, and assurance of His love, which brings us eternal joy.
ru: Стремясь избавиться от долгов и пагубных пристрастий, мы должны помнить, что пристрастие – это страстное желание плотского человека, и его ничем нельзя удовлетворить. Это ненасытная страсть. Если мы подвержены пагубному пристрастию, то ищем возможности обладать теми мирскими благами или получать те физические удовольствия, что соблазняют нас. Но, будучи детьми Бога, мы должны желать и искать того, что может дать только Господь, а именно Его любви, даруемого Им чувства собственного достоинства, Его безопасности, Его доверия, Его надежды на будущее и уверенности в Его любви, которая приносит нам вечную радость.

source: We must want, more than anything else, to do our Heavenly Father’s will and providently provide for ourselves and others. We must say, as did King Lamoni’s father, “I will give away all my sins to know thee” (Alma 22:18). Then we can go to Him with steadfast determination and promise Him, “I will do whatever it takes.” Through prayer, fasting, obedience to the commandments, priesthood blessings, and His atoning sacrifice, we will feel His love and power in our lives. We will receive His spiritual guidance and strength through the promptings of the Holy Ghost. Only through our Lord’s Atonement can we obtain a mighty change of heart (see Mosiah 5:2; Alma 5:14) and experience a mighty change in our addictive behavior.
ru: Мы должны более всего стремиться исполнять волю нашего Небесного Отца и благоразумно обеспечивать себя и других. Мы должны, подобно отцу царя Ламония, сказать: «Я отрешусь от всех моих грехов, чтобы познать Тебя» (Алма 22:18). Затем мы можем обратиться к Нему с твердым намерением и обещанием: «Я сделаю все, что от меня потребуется». Через молитву, пост, послушание заповедям, благословения священства и Его Искупительную жертву мы ощутим Его любовь и силу в своей жизни. Через побуждения Святого Духа мы получим Его духовное руководство и силу. Только через Искупление нашего Господа мы можем испытать великую перемену сердца (см. Мосия 5:2; Алма 5:14) и избавиться от пагубных пристрастий.

source: With all the love I have in me and with the Savior’s love through me, I invite you to come unto Him and hear His words: “Wherefore, do not spend money for that which is of no worth, nor your labor for that which cannot satisfy. Hearken diligently unto me, and remember the words which I have spoken; and come unto the Holy One of Israel, and feast upon that which perisheth not, neither can be corrupted” (2 Nephi 9:51).
ru: Со всей любовью, что есть во мне, и с любовью Спасителя, исходящей через меня, я приглашаю вас прийти к Нему и услышать Его слова: «А потому не тратьте ваших денег на то, что не имеет цены, и трудов ваших на то, что не может насытить. Слушайте Меня со вниманием и помните слова, сказанные Мною; идите к Святому Израилеву и насыщайтесь тем, что не пропадает и не может испортиться, и пусть душа ваша наслаждается яствами» (2 Нефий 9:51).

source: I testify that the appetite to possess worldly things can only be overcome by turning to the Lord. The hunger of addiction can only be replaced by our love for Him. He stands ready to help each one of us. “Fear not,” He said, “for you are mine, and I have overcome the world” (D&C 50:41).
ru: Я свидетельствую, что страсть к обладанию мирским можно преодолеть, если мы обратимся к Господу. Неутолимая жажда, порождаемая пагубными пристрастиями, может быть заменена нашей любовью к Нему. Он готов помогать каждому из нас. Он сказал: «Не бойтесь, малые дети, ибо вы Мои, и Я победил мир» (У. и З. 50:41).

source: I bear my special witness that through the Atonement He has overcome all things. May each of us also overcome worldly temptation by coming unto Him and by becoming provident providers both temporally and spiritually for ourselves and others is my humble prayer in the name of Jesus Christ, amen.
ru: Я приношу мое особое свидетельство, что через Искупление Он преодолел все. Пусть каждый из нас так же преодолеет мирские искушения, придя к Нему и став благоразумным распорядителем и в мирском, и в духовном для себя и для других. Об этом моя смиренная молитва, во имя Иисуса Христа, аминь.

source: The last chapter of John tells of an especially tender exchange between Peter and the resurrected Christ. Three times the Savior asks, Simon, son of Jonas, lovest thou me? And each time, when Peter assures the Savior of his love, Jesus saith unto him, Feed my lambs. . . . Feed my sheep.1
ru: В последней главе Евангелия от Иоанна говорится об особенно нежном обмене репликами между Петром и воскресшим Христом. Три раза Спаситель спрашивал: «Симон Ионин! Любишь ли ты Меня?» И каждый раз, когда Петр уверял Спасителя в своей любви, Иисус говорил ему: «Паси агнцев Моих; паси овец Моих»1.

source: There is great need in today’s world to nourish the souls of our children and youth with living water2 and the bread of life.3 Like Peter, we too love the Lord, so today's parents and leaders work diligently to instill in each heart a testimony of Jesus Christ and His gospel. We teach in our homes, in missionary settings, and in the chapels and classrooms of our churches. We prepare and invite the Spirit to be with us. But to truly be able to feed His lambs and nourish His sheep with testimony and the Spirit, we must also cultivate in our homes and classrooms respect for each other and reverence for God.
ru: В современном мире есть огромная потребность насыщать души наших детей и молодежи «водой живой»2 и «хлебом жизни»3. Как и Петр, мы тоже любим Господа, поэтому нынешние родители и руководители изо всех сил стараются укоренить в каждой душе свидетельство об Иисусе Христе и Его Евангелии. Мы обучаем у себя дома, в кругу миссионеров, в причастных залах и классах наших церковных зданий. Мы готовимся и приглашаем Духа пребывать с нами. Но чтобы иметь возможность питать Его агнцев и насыщать Его овец в Духе и со свидетельством, мы должны также взращивать в своих семьях и классных аудиториях уважение друг к другу и благоговейное отношение к Богу.

source: My appeal today is to parents, teachers, and leaders to work together to teach, exemplify, and encourage the standards of respect and reverence that will strengthen our children and youth and invite the spirit of worship into our homes and chapels.
ru: Я призываю сегодня родителей, учителей и руководителей работать вместе, чтобы обучать, быть примером и поощрять нравственные нормы уважения и благоговения, которые должны укрепить наших детей и молодежь, пригласив дух поклонения Богу в наши дома и церковные здания.

source: May I suggest that our ability and our credibility to exemplify reverence for God is strengthened as we show respect for each other. In today’s society, the standards of decorum, dignity, and courtesy are assailed on every side and in every form of media. As parents and leaders, our examples of respect for each other are critical for our youth and children because they are watching not only the media—they are watching us! Are we the examples we need to be?
ru: На мой взгляд, наша способность и желание с благоговением относиться к Богу укрепляются, когда мы проявляем уважение друг к другу. В современном обществе нравственные нормы приличия, достоинства и учтивости со всех сторон подвергаются нападкам в средствах массовой информации. Мы, родители и руководители, своим уважительным отношением друг к другу можем стать хорошим примером для нашей молодежи и детей, ведь они наблюдают не только за происходящим в средствах массовой информации, но и за нами! Стали ли мы для них тем примером, каким должны быть?

source: Ask yourself these questions: Am I an example of respect in my home by the way I treat those I love the most? What is my demeanor during a sports event? If my child has a disagreement with a teacher, coach, or peer, do I listen to both sides of the issue? Do I show respect for the property of others as well as take care of my own? How do I respond to others with whom I disagree in matters of religion, lifestyle, or politics?
ru: Задайте себе такие вопросы: Показываю ли я в своей семье пример уважительного отношения к тем, кого я больше всех люблю? Как я веду себя на спортивных соревнованиях? Если у моего ребенка возникли разногласия с учителем, тренером или сверстниками, выслушиваю ли я обе стороны конфликта? Отношусь ли я с таким же уважением к имуществу других людей, как к своему? Как я реагирую на слова тех, с кем не согласен в вопросах религии, образа жизни или политики?

source: As parents and leaders exemplify and teach respect for others, we confirm in the hearts of our children that each of us is truly a child of God and all are brothers and sisters through eternity. We will focus on the things we have in common—on the qualities of heart that bind the family of God together, rather than on our differences.
ru: Показывая пример как родители и руководители и обучая уважению к другим людям, мы подтверждаем в сердцах детей: каждый из нас – воистину дитя Бога, и все мы – братья и сестры в вечности. Мы должны сосредоточиться на наших общих чертах – душевных качествах, объединяющих семью Бога, а не на различиях.

source: Respect for others and reverence for God are close cousins. They are rooted in humility and love. President David O. McKay said that reverence is profound respect mingled with love,4 and Elder L. Tom Perry taught that reverence flows from our admiration and respect for Deity.5 Primary children learn this concept as they sing this verse from a Primary song:
ru: Уважение к другим и благоговение перед Богом – близкие понятия. Они коренятся в смирении и любви. Президент Дэвид О. Маккей сказал: «Благоговение – это глубокое уважение плюс любовь»4, а старейшина Л. Том Пэрри учил: «Благоговение проистекает от нашего восхищения и уважения по отношению к Божеству»5. Дети из Первоначального общества узнают об этих понятиях, когда поют куплет из детской песни:

source: Rev'rence is more than just quietly sitting:
ru: Благоговенье в тиши к нам приходит,

source: It's thinking of Father above,
ru: когда Бога благодарим.

source: A feeling I get when I think of his blessings.
ru: О Боге с любовью я думаю, значит,

source: I’m rev'rent, for rev'rence is love.6
ru: я благоговею пред Ним»6.

source: However, reverent behavior is not a natural tendency for most children. It is a quality that is taught by parents and leaders through example and training. But remember, if reverence is rooted in love, so is the teaching of it. Harshness in our training begets resentment, not reverence. So begin early and have reasonable expectations. A toddler can learn to fold his arms and get ready for prayer. But it takes time, patience, and consistency. Remember that we are not only teaching a child his first lessons in reverence, but the child may be mastering his first attempts at self-discipline.
ru: Однако благоговейное поведение не является естественным стремлением большинства детей. Это качество прививают родители и руководители своим примером и обучением. Но помните: благоговение коренится в любви, а значит, и обучать этому нужно с любовью. Резкость и грубость в обучении рождают возмущение, а не благоговение. Начните обучение с ранних лет, предъявляя к детям разумные требования. Малыш может научиться складывать руки и готовиться к молитве. Но это требует времени, терпения и усидчивости. Помните, мы не только преподаем ребенку первые уроки благоговения, возможно, он и сам впервые пытается усвоить уроки самодисциплины.

source: This process of teaching and self-discipline continues line upon line and precept upon precept. Thus a child learns to be reverent during prayers and the sacrament. He sits by his parents during the meeting. Then he grows in lessons of self-discipline as later he learns to fast, to obey the Word of Wisdom, to make good Internet choices, and to keep the law of chastity. We each grow in ability as well as understanding. We bless our children and youth as we exemplify, teach, and encourage them through this process because self-mastery is not only the root of self-respect, it is essential in inviting the Spirit to teach, confirm, and testify.
ru: Этот процесс обучения и самодисциплины продолжается строка по строке, правило по правилу. Так ребенок учится быть благоговейным во время молитв и причастия. Он сидит рядом с родителями на собрании. Позже, постигая уроки самодисциплины, он учится поститься, соблюдать Слово Мудрости, делать правильный выбор в отношении Интернета и жить по закону целомудрия. Все мы возрастаем в способностях и в понимании. Мы благословляем наших детей и молодежь, показывая пример, обучая и поощряя их в этом процессе, ибо самосовершенствование – это не только источник самоуважения, но и возможность пригласить Духа обучать, подтверждать истину и свидетельствовать.
